Repository: rafapaulino/Wordpress-Simple-Azure-Upload
Catalog: lang/rafa-azure-simple-upload-*.po
Languages: pt_br

source: Rafa Azure Simple Upload Plugin Settings
pt_br: Rafa Azure Upload Simples - Configurações do Plugin

source: Rafa Azure Simple Upload
pt_br: Rafa Azure Upload Simples

source: This WordPress plugin allows you to use Windows Azure Storage Service to host your media for your WordPress powered blog. Windows Azure provides storage in the cloud with authenticated access and triple replication to help keep your data safe. Applications work with data using REST conventions and standard HTTP operations to identify and expose data using URIs. This plugin allows you to easily upload, retrieve, and link to files stored on Windows Azure Storage service from within WordPress.
pt_br: Este plugin WordPress permite que você usar o Windows Azure Storage Service host de sua mídia para o seu movido a WordPress blog. O Windows Azure fornece armazenamento na nuvem com acesso autenticado e o triplo de duplicação de ajuda a manter seus dados seguros. Aplicações de trabalhar com dados usando o RESTO das convenções de e HTTP padrão de operações para identificar e expor dados através de URIs. Este plugin permite que você facilmente fazer upload, recuperar, e um link para os arquivos armazenados em Armazenamento do Windows Azure, serviço de dentro do WordPress.

source: If you do not have Windows Azure Storage Account, please register for Windows Azure Services.
pt_br: Se você não tem o Windows Azure Storage Conta, por favor se inscreva para Serviços do Windows Azure.

source: Store Account Name
pt_br: Conta

source: Windows Azure Storage Account Name
pt_br: O Armazenamento Do Windows Azure Nome Da Conta

source: Store Account Key
pt_br: Conta De Armazenamento Da Chave

source: Windows Azure Storage Account Primary Access Key
pt_br: Conta Do Windows Azure Storage Principal Chave De Acesso

source: Default Storage Container
pt_br: Padrão De Contêiner De Armazenamento

source: Default container to be used for storing media files
pt_br: Recipiente padrão a ser usado para armazenar arquivos de mídia

source: Use CNAME instead of Windows Azure Blob URL
pt_br: Use CNAME em vez de Blob do Windows Azure URL

source: Note: Use this option if you would like to display image URLs belonging to your domain like
pt_br: Nota: Use esta opção se você gostaria de exibir imagem URLs pertencentes a do seu domínio como

source: instead of
pt_br: em vez de

source: This CNAME must start with
pt_br: Este CNAME tem de iniciar com o

source: and the administrator will have to update
pt_br: e o administrador terá que atualizar

source: Domain Name System
pt_br: Sistema De Nome De Domínio

source: entries accordingly
pt_br: entradas de acordo

source: Save Changes
pt_br: Salvar as Alterações

source: Saved settings.
pt_br: Configurações salvas.

source: Dismiss this warning.
pt_br: Fechar este aviso.

source: New container name:
pt_br: Novo Container:

source: Create New Container
pt_br: Criar Novo Container

source: Or create a new container by clicking here.
pt_br: Ou criar um novo container clicando aqui.

source: New container created!
pt_br: Novo container criado!

source: Add all information to be able to upload to Azure!
pt_br: Adicione todas as informações para ser capaz de fazer o upload para o Azure!
