Repository: rafapaulino/Wordpress-Simple-Azure-Upload
Catalog: lang/windows-azure-simple-upload-*.po
Languages: pt_br

source: Windows Azure Simple Upload Plugin Settings
pt_br: O Windows Azure Upload Simples Configurações Do Plugin

source: Windows Azure Simple Upload
pt_br: O Windows Azure Upload Simples

source: This WordPress plugin allows you to use Windows Azure Storage Service to host your media for your WordPress powered blog. Windows Azure provides storage in the cloud with authenticated access and triple replication to help keep your data safe. Applications work with data using REST conventions and standard HTTP operations to identify and expose data using URIs. This plugin allows you to easily upload, retrieve, and link to files stored on Windows Azure Storage service from within WordPress.
pt_br: Este plugin WordPress permite que você usar o Windows Azure Storage para hospedar suas mídias do seu blog WordPress O Windows Azure fornece armazenamento na nuvem com acesso autenticado e replicação tripla para manter seus dados seguros. Aplicações trabalham com dados usando REST e HTTP padrão de operações para identificar e expor dados através de URIs. Este plugin permite que você faça facilmente os uploads, recupere os links para os arquivos armazenados em no Windows Azure, de dentro do WordPress.

source: If you do not have Windows Azure Storage Account, please register for Windows Azure Services.
pt_br: Se você não tem o Windows Azure Storage Conta, por favor se inscreva para Serviços do Windows Azure.

source: Store Account Name
pt_br: Nome da Conta

source: Windows Azure Storage Account Name
pt_br: Windows Azure Storage Nome da Conta

source: Store Account Key
pt_br: Chave Armazenamento

source: Windows Azure Storage Account Primary Access Key
pt_br: Chave De Acesso da Conta do Windows Azure Storage

source: Default Storage Container
pt_br: Recipiente Padrão

source: Default container to be used for storing media files
pt_br: Recipiente padrão a ser usado para armazenar arquivos de mídia

source: Use CNAME instead of Windows Azure Blob URL
pt_br: Use o CNAME em vez da URL do Blob

source: Note: Use this option if you would like to display image URLs belonging to your domain like
pt_br: Nota: Use esta opção se você gostaria de exibir imagem URLs pertencentes a do seu domínio como

source: instead of
pt_br: em vez de

source: This CNAME must start with
pt_br: Este CNAME tem de iniciar com o

source: and the administrator will have to update
pt_br: e o administrador terá que atualizar

source: Domain Name System
pt_br: Sistema De Nome De Domínio

source: entries accordingly
pt_br: entradas de acordo

source: Save Changes
pt_br: Salve As Alterações

source: Saved settings.
pt_br: Configurações salvas.

source: Dismiss this warning.
pt_br: Fechar este aviso.

source: New container name:
pt_br: Novo nome do recipiente:

source: Create New Container
pt_br: Criar Novo Recipiente

source: Or create a new container by clicking here.
pt_br: Ou criar um novo recipiente clicando aqui.

source: New container created!
pt_br: Novo recipiente criado!
